Repository: YannBerry/bourseauxcompagnons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

source: name
es: nombre
fr: nom
it: cognome

source: activity
es: actividad
fr: activité
it: attività

source: activities
es: actividades
fr: activités
it: attività

source: ordering
es: orden
fr: ordre
it: ordine

source: grade
es: graduación
fr: cotation
it: grado

source: grades
es: graduaciones
fr: cotations
it: gradi

source: Your end date is not equal or later than your start date.
es: La fecha de fin debe ser superior o igual a la fecha de inicio.
fr: Attention votre date de fin n'est pas postérieure ou égale à la date de début.
it: Attento, la tua data di fine non è posteriore o uguale alla data di inizio.

source: Please correct detected error / errors.
es: Por favor corrige el o los errores.
fr: Veuillez corriger la ou les erreurs détectées.
it: Grazie di correggere la o gli errori evidenziati.

source: start
es: inicio
fr: début
it: inizio

source: end
es: fin
fr: fin
it: fine

source: author
es: autor
fr: auteur
it: autore

source: availability
es: disponibilidad
fr: disponibilité
it: disponibilità

source: availabilities
es: disponibilidades
fr: disponibilités
it: disponibilità

source: Remove availability starting the %(availability_start_date)s
es: Borrar la disponibilidad que empieza el %(availability_start_date)s
fr: Supprimer la disponibilité commencant le '%(availability_start_date)s'
it: Cancellare la disponibilità comminciando il %(availability_start_date)s

source: Are you sure you want to delete your availability starting the '%(availability_start_date)s'?
es: Estás seguro de querer borrar la disponibilidad que empieza el '%(availability_start_date)s'?
fr: Êtes-vous sûr de vouloir supprimer votre disponibilité qui commence le '%(availability_start_date)s' ?
it: Sei sicuro di voler cancellare la tua disponibilità che commincia il '%(availability_start_date)s'?

source: Delete
es: Borrar
fr: Supprimer
it: Cancellare

source: Cancel
es: Anular
fr: Annuler
it: Annula

source: Availability starting the %(availability_start_date)s
es: Disponibilidad que empieza el %(availability_start_date)s
fr: Disponibilité commencant le %(availability_start_date)s
it: Disponibilità comminciando il %(availability_start_date)s

source: Availability
es: Disponibilidad
fr: Disponibilité
it: Disponibilità

source: Edit icon
es: Icono de edición
fr: Icone d'édition
it: Icona di pubblicazione

source: Edit availability
es: Editar la disponibilidad
fr: Editer la disponibilité
it: Modifica disponibilità

source: Delete icon
es: Icono de borrado
fr: Icone de suppression
it: Icona di cancellazione

source: Delete availability
es: Borrar la disponibilidad
fr: Supprimer la disponibilité
it: Cancella disponibilità

source: During the %(start_date)s.
es: Durante el %(start_date)s.
fr: Pendant la journée du %(start_date)s.
it: Durante la giornata del %(start_date)s.

source: Back to <a href="%(my_profile_url)s#cal-events">my profile</a>.
es: Volver a <a href="%(my_profile_url)s#cal-events">mi perfil</a>.
fr: Retour sur <a href="%(my_profile_url)s#cal-events">mon profil</a>.
it: Torna al <a href="%(my_profile_url)s#cal-events">mio profilo</a>.

source: Back to <a href="%(author_url)s">%(author)s</a>'s profile.
es: Volver al perfil de <a href="%(author_url)s">%(author)s</a>.
fr: Retour sur le profil de <a href="%(author_url)s">%(author)s</a>
it: Torna sul profilo di <a href="%(author_url)s">%(author)s</a>.

source: Create an availability
es: Crear una disponibilidad
fr: Créer une disponibilité
it: Creare una disponibilità

source: Save
es: Guardar
fr: Enregistrer
it: Salvare

source: create/
es: crear/
fr: creer/
it: creare/

source: <slug:slug>/edit/
es: <slug:slug>/editar/
fr: <slug:slug>/editer/
it: <slug:slug>/modificare/

source: <slug:slug>/delete/
es: <slug:slug>/borrar/
fr: <slug:slug>/supprimer/
it: <slug:slug>/cancellare/

source: Your availability is now published! <a href='{}#cal-events'>Go back to my profile</a>
fr: Votre disponibilité est maintenant publiée ! <a href='{}#cal-events'>Retourner à mon profil</a>

source: Your availability is now updated! <a href='{}#cal-events'>Go back to my profile</a>
fr: Votre disponibilité a bien été mise à jour ! <a href='{}#cal-events'>Retourner à mon profil</a>

source: English
fr: Anglais

source: French
fr: Français

source: Spanish
fr: Espagnol

source: Italian
fr: Italien

source: accounts/login/
fr: comptes/connexion/

source: accounts/logout/
fr: comptes/deconnexion/

source: accounts/password-change/
fr: comptes/changement-mot-de-passe/

source: accounts/password-reset/
fr: comptes/reinitialisation-mot-de-passe/

source: accounts/reset/<uidb64>/<token>/
fr: comptes/reinitialisation/<uidb64>/<token>/

source: accounts/register/profile/
es: cuentas/registrar/perfil/
fr: comptes/inscription/profil/
it: accounts/inscrizione/profilo/

source: accounts/profiles/my-profile/
es: cuentas/perfiles/mi-perfil/
fr: comptes/profils/mon-profil/
it: accounts/profili/mio-profilo/

source: accounts/<username>/update/
es: cuentas/<username>/actualizacion/
fr: comptes/<username>/mise-a-jour/
it: accounts/<username>/aggiornamento/

source: accounts/profiles/<username>/update/
es: cuentas/perfiles/<username>/actualizacion/
fr: comptes/profils/<username>/mise-a-jour/
it: accounts/profili/<username>/aggiornamento/

source: accounts/<username>/deletion/
es: cuentas/<username>/eliminacion/
fr: comptes/<username>/suppression/
it: accounts/<username>/cancellazione/

source: profiles/
es: perfiles/
fr: profils/
it: profili/

source: outings/
es: salidas/
fr: sorties/
it: escursioni/

source: availabilities/
es: disponibilidades/
fr: disponibilites/
it: disponibilita/

source: Your e-mail address
es: Dirección de corre electrónico
fr: Votre adresse e-mail
it: Indirizzo e-mail tuo

source: Subject
es: Título
fr: Sujet
it: Oggetto

source: Contact bourseauxcompagnons
es: Contactar bourseauxcompagnons
fr: Contacter la Bourse aux compagnons
it: Contattare Coompagni di montagna

source: <strong>This website is still under construction, therefore please let us know if:</strong><ul><li>you experience any unpleasant behaviour</li><li>you have suggestions to improve this website</li></ul>Of course you can also contact us for any other reason. We'll be glad to answer you.
es: <strong>Este sitio web todavía está en construcción, así no duda en contactarnos si: </strong><ul><li>experimentas algún desagradable funcionamiento</li><li>tienes algunas sugerencias para mejorar este sitio</li></ul>Por supuesto, puedes también contactarnos por cualquiera otra razón.Estaremos encantados de contestarte.
fr: <strong>Ce site est encore en construction, ainsi n'hésitez pas à nous contacter si :</strong><ul><li>vous expérimentez des comportements informatiques désagréables</li><li>vous avez des suggestions pour améliorer ce site</li></ul>Bien sûr, vous pouvez nous contacter pour tout autre raison. Nous aurons plaisir à vous répondre.
it: <strong>Questo sito è ancora in costruzione, quindi non esitate a contattarci se:</strong><ul><li>sperimentate spiacevoli comportamenti informatici</li><li>avete suggerimenti per migliorarlo</li></ul>Naturalmente, potete contattarci per qualsiasi altro motivo. Saremo lieti di risponderti.

source: Contact us
es: Contáctanos
fr: Contactez nous
it: Conttataci

source: Send
es: Enviar
fr: Envoyer
it: Invia

source: Your message as been sent successfully. We will get back to you as soon as possible!
es: El mensaje se ha enviado correctamente. Te contactaremos lo antes possible.
fr: Votre message a bien été envoyé. Nous revenons vers vous dès que possible !
it: Il tuo messaggio è stato inviato con successo. Vi risponderemo il prima possibile!

source: During the day<br>%(start_date)s
fr: Pendant la journée du %(start_date)s

source: %(profile_age)s years
es: %(profile_age)s años
fr: %(profile_age)s ans
it: %(profile_age)s anni

source: Profile completion
fr: Complétude du profil

source: How to draw an area?
es: Cómo dibujar una área?
fr: Comment dessiner une zone ?
it: Come disegnare un area?

source: Zoom on the zone where you will draw by using your mouse wheel or touchpad or fingers or the zoom-in / zoom-out buttons on the map
es: Haz zoom sobre la área donde vayas a dibujar utilizando la rueda del ratón o el touchpad o tus dedos o el botón de zoom sobre el mapa
fr: Zoomez sur la zone où vous souhaitez dessiner en utilisant la molette de votre souris, le touchpad, vos doigts ou les boutons de zoom de la carte
it: Fai zoom sull'area in cui desideri disegnare utilizzando la rotellina del mouse, il touchpad, le dita o i pulsanti di zoom sulla mappa.

source: Then draw the border of the area by clicking on the map
es: Y después dibujas el borde de la área pulsando sobre el mapa
fr: Ensuite dessinez la bordure de la zone en cliquant sur la carte
it: Quindi disegna il confine dell'area cliccando sulla mappa

source: first click will initiate the border by building a first point
es: el primer clic empezará el borde formando un primer punto
fr: le premier clic va initier la bordure en créant un premier point
it: il primo click inizierà il confine creando un primo punto

source: second click will draw a the first side of the border
es: el sedundo clic dibujará el primer lado del borde
fr: le second clic va dessiner le premier côté de la bordure
it: il secondo clic disegnerà il primo lato del confine

source: third click will draw a the second side of the border
es: el tercer clic dibujará el secundo lado del borde
fr: le troisième clic va dessiner le second côté de la bordure
it: il terzo click disegnerà il secondo lato del confine

source: and so on ...
es: y así sucesivamente ...
fr: et ainsi de suite
it: e così via

source: close the border by clicking back on the first point or by double clicking when you draw the last side.
es: Cierra el borde pulsando de nuevo sobre el primer punto o con un doble clic cuando dibujas el último lado.
fr: fermez la bordure en cliquant à nouveau sur le premier point ou en double cliquant quand vous dessinez le dernier côté
it: chiudere il confine cliccando nuovamente sul primo punto o facendo doppio clic quando si disegna l'ultimo lato.

source: If you want to draw again your area:
es: Si quieres dibujar de nuevo tu área:
fr: Si vous voulez redessiner votre zone :
it: Se vuoi ridisegnare la tua zona:

source: close it by double clicking on the last point (or by clicking on the first point)
es: haz un doble clic sobre el último punto para cerrarla (o pulsando sobre el primer punto
fr: fermez la en double cliquant sur le dernier point (ou en cliquant sur le premier point)
it: chiudilo con un doppio click sull'ultimo punto (o cliccando sul primo punto)

source: click on the delete button on the map
es: pulsa sobre el botón de eliminación sobre el mapa
fr: cliquez sur le bouton de suppression sur la carte
it: clicca sul pulsante 'cancella' sulla mappa

source: Tip: click on 'Shift' key while you draw to activate freehand drawing.
es: Astucia: pulsa sobre la tecla 'Shift' mientras dibujas para activar el dibujo a mano alzada.
fr: Astuce : cliquez sur la touche 'Shift' pendant que vous dessinez pour activer le dessin à main levée.
it: Suggerimento: clicca sul pulsante 'Shift' mentre disegni per attivare il disegno a mano libera.

source: Choose file...
es: Elegir un documento...
fr: Choisir un fichier...
it: Scegliere un file…

source: Outing:
es: Salida:
fr: Sortie :
it: Escursione:

source: See more
es: Ver más
fr: Voir plus
it: Vedi di più

source: Available icon
es: Icono de disponibilidad
fr: Icone de disponibilité
it: Icona di disponibilità

source: Available
es: Disponible
fr: Disponible
it: Disponibile

source: No activity was associated.
es: Ninguna actividad fue asociado.
fr: Aucune activité n'a été associée.
it: Non sono state associate attività

source: Password changed! The next time you will sign in you will be able to use your new password!
fr: Mot de passe modifié ! La prochaine fois que vous vous connecterez vous pourrez utiliser votre nouveau mot de passe

source: Password reset in progress. You've received an e-mail with a link to choose your new password. If you haven't received any e-mail, please check that you have filled the form out with the e-mail address you used to register and check your spam.
fr: Réinitialisation du mot de passe en route ! Vous avez reçu un e-mail avec un lien pour renseigner votre nouveau mot de passe. Si vous ne recevez aucun email, veuillez vérifier que vous avez bien renseigné le formulaire avec l'adresse email que vous avez utilisé pour vous enregistrer et vérifiez votre spam.

source: Your new password has been activated. You just have to sign in.
es: Tu nueva contraseña se ha activada. Puedes iniciar de nuevo tu sesión cuando quieres.
fr: Votre nouveau mot de passe est activé. Vous n'avez plus qu'à vous connecter.
it: La nuova password è attivata. Devi solo connetterti.

source: title
es: título
fr: titre
it: titolo

source: 70 characters max.<br>Exemple: 'Meije Crossing - Normal route - Bivouac at the Grand Pic'.
es: 70 carácteres max.<br>Ejemplo: 'Travesía de la Meije - Vía normal - Bivouac del Gran Pico'.
fr: 70 caractères max.<br>Exemple : 'Traversée de la Meije - Voie normale - Bivouac Grand Pic'.
it: 70 caratteri massimo. Attraversamento della Meije - Percorso normale - bivacco Grand Pic

source: Take the time to write concise description that makes people want to join you!
es: Toma unos minutos para describirte de manera concisa para que la gente tenga ganas de unirse a tú.
fr: Prenez le temps de rédiger une description concise et vendeuse !
it: Prenditi il tempo di scrivere una descrizione concisa e che dia voglia di raggiungerti

source: URL link to the outing topo
es: Enlace URL hacía el topo de la salida
fr: lien URL vers un topo de la sortie
it: Link URL verso topografia dell'escursione

source: <a href='https://www.camptocamp.org/' target='_blank'>Camptocamp</a> and <a href='https://www.summitpost.org/' target='_blank'>SummitPost</a> are a high quality source of topos.
es: <a href='https://www.camptocamp.org/' target='_blank'>Camptocamp</a> y <a href='https://www.summitpost.org/' target='_blank'>SummitPost</a> son muy buenas fuentes de topos.
fr: <a href='https://www.camptocamp.org/' target='_blank'>Camptocamp</a> et <a href='https://www.summitpost.org/' target='_blank'>SummitPost</a> sont de très bonnes sources de topos.
it: <a href='https://www.camptocamp.org/' target='_blank'>Camptocamp</a> e <a href='https://www.summitpost.org/' target='_blank'>SummitPost</a> sono ottime fontidi topografie.

source: outing
es: salida
fr: sortie
it: escursione

source: outings
es: salidas
fr: sorties
it: escursioni

source: Remove %(outing_title)s
es: Borrar %(outing_title)s
fr: Supprimer %(outing_title)s
it: Cancellare %(outing_title)s

source: Are you sure you want to delete your outing '%(outing_title)s'?
es: Estás seguro de querer borrar tu salida '%(outing_title)s'?
fr: Êtes-vous sûr de vouloir supprimer votre proposition de sortie '%(outing_title)s' ?
it: Sei sicuro di voler cancellare la tua proposta di escursione '%(outing_title)s'?

source: Edit outing
es: Editar la salida
fr: Mettre à jour la sortie
it: Aggiornare escursione

source: Delete outing
es: Borrar la salida
fr: Supprimer la sortie
it: Cancellare escursione

source: Get in touch
es: Contactar
fr: Prendre contact
it: Mettiti in contatto

source: Link to the outing topo!
es: Enlace hacía el topo de la salida!
fr: Lien vers le topo de la sortie
it: Link verso la topografia dell'escursione

source: Posted by <a href="%(author_profile)s">%(author)s</a>
es: Publicado por <a href="%(author_profile)s">%(author)s</a>
fr: Proposé par <a href="%(author_profile)s">%(author)s</a>
it: Proposto da <a href="%(author_profile)s">%(author)s</a>

source: Create an outing
es: Crear una salida
fr: Ajouter une sortie
it: Aggiungi escursione

source: Outings
es: Salidas
fr: Sorties
it: Escursione

source: Filters
es: Filtros
fr: Filtres
it: Filtri

source: Keywords
es: Palabras clave
fr: Mots-clefs
it: Parole chiavi

source: Keywords...
es: Palabras clave...
fr: Mots-clefs...
it: Parole chiavi...

source: From
es: De
fr: Du
it: Dal

source: Till
es: Al
fr: Au
it: Al

source: Activities
es: Actividades
fr: Activités
it: Attività

source: Filter
es: Filtrar
fr: Filtrer
it: Filtri

source: Add an outing
es: Añadir una salida
fr: Ajouter une sortie
it: Aggiungi escursione

source: You didn't find any outing that fits your availabilities?
es: No encontraste ninguna salida que corresponda a tus disponibilidades?
fr: Vous n'avez pas trouvé de sortie qui corresponde à vos dates de disponibilité ?
it: Non hai trovato un escursione che corrisponde alle tue date di disponibilità?

source: Check the profiles page
es: Buscar en la página de perfiles
fr: Cherchez dans la page des profils
it: Cercare nella pagina dei profili

source: : maybe some profiles have filled out their availabilities in their calendar. Meaning they intend to go out but don't know what to do exactly and are opened to suggestions.
es: : talvez algunos perfiles habrán completado sus disponibilidades en su calendario. Así muestran que quieren salir a la montaña sin saber donde y están abiertos a sugerencias.
fr: : peut-être que des profils ont renseigné leurs disponibilités dans leur calendrier. Indiquant par là leur intention de sortir sans savoir exactement quoi faire mais ouverts à des propositions.
it: : forse i profili hanno inserito la loro disponibilità nel loro calendario. Indicando la loro intenzione di fare un escursione senza sapere esattamente cosa fare, ma sono aperti alle proposte.

source: %(counter)s outing
es: %(counter)s salida
fr: %(counter)s sortie
it: %(counter)s escursione

source: There is no outing fitting your search criteria.
es: No hay ninguna salida que corresponda a tus criterios de búsqueda
fr: Aucune sortie ne correspond à vos critères de recherche.
it: Nessun risultato corrisponde ai tuoi criteri di ricerca

source: Your outing is now published! <a href='{}#cal-events'>Go back to my profile</a>
fr: Votre sortie est maintenant publiée ! <a href='{}#cal-events'>Retourner à mon profil</a>

source: Your outing is now updated! <a href='{}#cal-events'>Go back to my profile</a>
fr: Votre sortie a bien été mise à jour ! <a href='{}#cal-events'>Retourner à mon profil</a>

source: Personal info
es: Información personal
fr: Informations personnelles
it: Infromazioni personali

source: Permissions
es: Permisos
fr: Autorisations
it: Autorizzazioni

source: Important dates
es: Fechas importantes
fr: Dates importantes
it: Date importanti

source: Delete selected profiles cleanly (user.is_profile=False)
es: Borrar correctamente los perfiles seleccionados (user.is_profile=False)
fr: Supprimer proprement les profils sélectionnés (user.is_profile=False)
it: Cancellare correttamente i profili selezionati (user.is_profile=False)

source: Username
fr: Nom d'utilisateur

source: First name
es: Nombre
fr: Prénom
it: Nome

source: Availability area
es: Área de disponibilidad
fr: Zone de disponibilité
it: Area di disponibilità

source: Click on the map to build the area where you are available for going out in the mountains.
es: Pulsa sobre el mapa para dibujar el área en el que estás disponible para salir a la montaña.
fr: Cliquez sur la carte pour dessiner la zone où vous êtes disponible pour sortir en montagne
it: Clicca sulla mappa per disegnare l'area dove sei disponibile per uscire in montagna.

source: Grades
es: Graduaciones
fr: Cotations
it: Gradi

source: Select your comfortable grade for each of the activities you have chosen.
es: Selecciona tu graduación (en el que te sientas cómodo) para cada actividad que has elegido.
fr: Sélectionnez votre niveau confort pour chaque activité que vous avez choisi.
it: Seleziona il tuo livello di comfort per ogni attività che hai scelto.

source: You will receive the contacted profile's answer on this e-mail.
es: Recibiras la respuesta del perfil contactado sobre este correo electrónico.
fr: Vous recevrez la réponse du profil contacté sur cet e-mail.
it: Riceverai la risposta del profilo contattato in questa e-mail

source: Your profile has been deactivated
fr: Votre profil a été désactivé

source: [Account] {}
es: [Cuenta] {}
fr: [Compte] {}

source: Your account has been deleted
fr: Votre compte a été supprimé

source: Think to update your profile!
fr: Pensez à mettre à jour votre profil !

source: Are you still using {}?
fr: Utilisez vous toujours {} ?

source: Warning before profile deactivation
fr: Alerte avant désactivation de votre profil

source: Warning before account deletion. Are you still using {}?
fr: Alerte avant suppression de votre profil. Utilisez vous toujours {} ?

source: e-mail address
es: dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo e-mail

source: profile status
es: estatus del perfil
fr: Statut profil
it: stato del profilo

source: phone number
fr: numéro de téléphone

source: Enter your phone number with your calling country code (Fr +33 | It +39 | Sp +34 | UK +44). Ex: write +33600000000 instead of 0600000000.
fr: Renseignez votre numéro de téléphone avec votre indicatif de pays (Fr +33 | It +39 | Es +34 | RU +44). Ex : écrivez +33600000000 au lieu de 0600000000.

source: language
fr: langue

source: Language that will be used in the email we will send to you.
fr: Langue qui sera utilisée dans les e-mails que nous vous enverrons.

source: base user
es: usuario básico
fr: utilisateur de base
it: utente di base

source: base users
es: usuarios básicos
fr: utilisateurs de base
it: utenti di base

source: public profile
es: perfil público
fr: profil public
it: profilo pubblico

source: When your profile is public, it is displayed in the profiles list.
es: Cuando tu perfil es público, se muestra en la lista de perfiles.
fr: Quand votre profil est public, il apparait dans la liste des profils.
it: Quando il tuo profilo è pubblico, appare nell'elenco dei profili.

source: location
es: localización
fr: emplacement
it: luogo

source: Click on the map to show where you live.
es: Pulsa sobre el mapa para mostrat donde vives.
fr: Cliquez sur la carte pour montrer où vous résidez.
it: Clicca sulla mappa per mostrare dove vivi.

source: introduction
es: presentación
fr: présentation
it: presentazione

source: Take your time to write a concise introduction that makes people want to know your better! The first 200 characters are displayed in the profiles list ;)
es: Toma unos minutos para escribir una presentación concisa para que la gente tenga ganas de conocerte! Los primeros 200 caracteres son mostrados en la lista de perfiles ;)
fr: Prenez le temps de rédiger une présentation concise et vendeuse ! Les 200 premiers caractères apparaissent dans la liste des profils donc soignez-les :)
it: Prenditi il tempo di scrivere una presentazione concisa e di vendita! I primi 200 caratteri compaiono nell'elenco dei profili, quindi prenditi cura di loro ;)

source: list of courses
es: lista de salidas
fr: liste de courses
it: lista dei percorsi

source: Select at least one activity that you practice and for which you are searching for partners.
es: Selectiona al menos una actividad que practicas y para la cual buscas compañeros.
fr: Sélectionnez au moins une activité que vous pratiquez et pour laquelle vous cherchez des partenaires.
it: Seleziona al meno un attivitàc he pratichi e per la quale stai cercando dei compagni.

source: availability area
es: área de disponibilidad
fr: zone de disponibilité
it: Area di disponibilità
