Repository: YannBerry/bourseauxcompagnons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

source: Click on the map to build the area where you are available for going out in the mountains. Tip: click on 'Shift' key while you draw to activate freehand drawing.
es: Pulsa sobre el mapa para dibujar el área en el que estás disponible para salir a la montaña. Astucia: pulsa sobre la tecla 'Shift' mientras dibujas para activar el dibujo a mano alzada.
fr: Cliquez sur la carte pour dessiner la zone où vous êtes disponible pour sortir en montagne. Astuce : cliquez sur la touche 'Shift' pendant que vous dessinez pour activer le dessin à main levée.
it: Clicca sulla mappa per disegnare l'area dove sei disponibile per uscire in montagna. Suggerimento: Clicca sul pulsante 'Shift' mentre disegni per attivare il disegno a mano libera.

source: availability area (further details)
es: área de disponibilidad (más detalles)
fr: zone de disponibilité (complément d'informations)
it: area di disponibilità (informazioni aggiuntive)

source: Examples: 'Rhône-Alpes' or 'Around Grenoble, Chambéry, Lyon' or 'All the french Alpes'.
es: Ejemplos: 'Pirineos' o 'Around Huesca y Pamplona'
fr: Exemples : 'Rhône-Alpes' ou 'Autour de Grenoble, Chambéry, Lyon' ou 'Toutes les Alpes françaises'
it: Esempi: 'Rodano-Alpi' o 'Intorno a Grenoble, Chambéry, Lione' o 'Tutte le Alpi francesi'.

source: birthdate
es: fecha de nacimiento
fr: date de naissance
it: data di nascita

source: Used to display your age on your public profile.
es: Utilizado para mostrar tu edad en tu perfil público.
fr: Utilisée pour indiquer votre âge sur votre profil public.
it: Usato per indicare la tua età sul tuo profilo pubblico.

source: profile picture
es: foto de perfil
fr: photo de profil
it: foto di profilo

source: last update
es: última actualización
fr: dernière mise à jour
it: ultimo aggiornamento

source: profile
es: perfil
fr: profil
it: profilo

source: profiles
es: perfiles
fr: profils
it: profili

source: Email sent from the contact form of %(site_name)s
fr: Email envoyé depuis le formulaire de prise de contact de %(site_name)s

source: Somebody is getting in touch with you.
es: Alguien está tratando de contactar contigo.
fr: Un internaute a pris contact avec vous.
it: Qualcuno si è messo in contatto con te.

source: Hi
es: Hola
fr: Bonjour
it: Ciao

source: You received a message from <a href="(%(protocol)s://%(domain)s%(profile_url)s)">%(profile_making_contact)s</a> through %(site_name)s website.
fr: Vous avez reçu un message de <a href="(%(protocol)s://%(domain)s%(profile_url)s)">%(profile_making_contact)s</a> depuis le site %(site_name)s.

source: You received a message from somebody through %(site_name)s website.
fr: Vous avez reçu un message de quelqu'un depuis le site %(site_name)s.

source: You will be able give him/her an answer on its personal e-mail address simply by replying to this e-mail. Here is its message:
fr: Vous pourrez lui répondre sur son adresse e-mail personnelle simplement en répondant à cet e-mail. Voici son message :

source: Sportively yours
es: Saludos deportivos
fr: Sportivement
it: Sportivi saluti

source: facilitates the bringing together of mountain sportsmen and sportswomen.
es: facilitarle el trabajo a deportistas de ponerse en contacto.
fr: facilite la mise en relation des pratiquants de sports de montagne.
it: facilita la messa in contatto dei praticanti di sport di montagna

source: You received a message from <a href="(%(protocol)s://%(domain)s%(profile_url)s)" style="color: #3498db; text-decoration: underline;">%(profile_making_contact)s</a> through %(site_name)s website.
fr: Vous avez reçu un message de <a href="(%(protocol)s://%(domain)s%(profile_url)s)" style="color: #3498db; text-decoration: underline;">%(profile_making_contact)s</a> depuis le site %(site_name)s.

source: You received a message from %(profile_making_contact)s (%(protocol)s://%(domain)s%(profile_url)s) through %(site_name)s website.
fr: Vous avez reçu un message de %(profile_making_contact)s (%(protocol)s://%(domain)s%(profile_url)s) depuis le site %(site_name)s.

source: Contact %(profile_contacted)s
es: Contacta con %(profile_contacted)s
fr: Contactez %(profile_contacted)s
it: Contatta %(profile_contacted)s

source: Get in touch with %(profile_contacted)s
es: Contactar con %(profile_contacted)s
fr: Prenez contact avec %(profile_contacted)s
it: Mettiti in contatto con %(profile_contacted)s

source: Call icon
fr: Icone Téléphone

source: Contact %(profile_contacted)s directly by phone. SMS is prefered.
fr: Contactez %(profile_contacted)s directement par téléphone. Préférez l'envoi de SMS.

source: You can't access %(profile_contacted)s's phone number. He/She prefers to be contacted by e-mail.
fr: Vous ne pouvez pas accéder au numéro de téléphone de %(profile_contacted)s. Il/Elle préfère être contacté par e-mail.

source: Message from %(site_name)s
fr: Message de %(site_name)s

source: Your profile is not public anymore.
fr: Votre profil n'est plus public.

source: You received an email from us 2 weeks ago warning you that without an action from you your profile will be desactivated as you haven't signed in for 1 year now. That's it. From now on, your profile doesn't appear anymore in the profiles list.
fr: Vous avez reçu un email de notre part il y a 2 semaines vous mettant en garde que sans action de votre part votre profil serait désactivé étant donné que vous ne vous êtes pas connecté depuis 1 an maintenant. C'est chose faite. Désormais, votre compte n'apparait plus dans la liste des profils.

source: If you want to make your profile public once again you just have to switch it on in your profile update form.
fr: Si vous souhaitez à nouveau rendre votre profil public rendez vous simplement dans votre formulaire de mise à jour du profil pour l'activer en mode public.

source: Update my profile
es: Actualizar mi perfil
fr: Mettre à jour mon profil
it: Aggiornare il mio profilo

source: Update my account
es: Actualizar mi cuenta
fr: Mettre à jour mon compte
it: Aggiornare il mio account

source: If you want to delete your account please follow the link:
fr: Si vous souhaitez supprimer votre compte suivez le lien suivant :

source: Delete my account
es: Borrar mi cuenta
fr: Supprimer mon compte
it: Cancellare il mio account

source: Reminder: Your id to sign in is your email address: %(profile_email)s.
fr: Rappel : Votre identifiant de connexion est votre adresse email : %(profile_email)s.

source: Update my profile: %(protocol)s://%(domain)s%(update_profile_url)s.
fr: Mettre à jour mon profil : %(protocol)s://%(domain)s%(update_profile_url)s.

source: Update my account: %(protocol)s://%(domain)s%(update_account_url)s.
fr: Mettre à jour mon compte : %(protocol)s://%(domain)s%(update_account_url)s.

source: If you want to delete your account please follow the link: %(protocol)s://%(domain)s%(url_delete_account)s
fr: Si vous souhaitez supprimer votre compte suivez le lien suivant : %(protocol)s://%(domain)s%(url_delete_account)s

source: Your account and all its data are deleted
fr: Votre compte et toutes ses données sont supprimés

source: You received an email from us 4 weeks ago warning you that without an action from you your account will be deleted as you haven't signed in for 2 years now. That's it. From now on, your account is deleted.
fr: Vous avez reçu un email de notre part il y a 4 semaines vous mettant en garde que sans action de votre part votre compte serait supprimé étant donné que vous ne vous êtes pas connecté depuis 2 ans maintenant. C'est chose faite. Désormais, votre compte est supprimé.

source: All your profile infos and all your personal data are deleted with no possibility to recover them.
fr: Toutes vos infos de profil et toutes vos données personnelles sont supprimées sans possibilité de les récuperer.

source: If you want to create a new account please follow the link.
fr: Si vous souhaitez créer un nouveau compte suivez le lien suivant.

source: Create an account
fr: Créer un compte

source: Create an account: %(protocol)s://%(domain)s%(url_login)s.
fr: Créer un compte : %(protocol)s://%(domain)s%(url_login)s.

source: Reminder from %(site_name)s
fr: Rappel de %(site_name)s

source: Just a reminder to update your profile :)
fr: Un simple rappel de mise à jour de votre profil !

source: You haven't updated your profile for 1 year now. As you can guess it, it is advisable to keep your profile updated in order to be contacted by the relevant partners.
fr: Vous n'avez pas mis à jour votre profil depuis 1 an maintenant. Comme vous vous en doutez, il est préférable de le garder à jour pour être contacté par des partenaires pertinents.

source: It takes <strong>very little time</strong> and you will get more value from %(site_name)s. <strong>With a complete, attractive and updated profile you highly increase the chances to be contacted :)</strong> And it's easy as pie!
fr: Ca prend <strong>peu de temps</strong> et vous obtiendrez plus de %(site_name)s. <strong>Avec un profil complet, attractif et à jour vous augmentez significativement les chances d'être contacté</strong> :) Et c'est simple comme bonjour !

source: It takes very little time and you will get more value from %(site_name)s. With a complete, attractive and updated profile you highly increase the chances to be contacted :) And it's easy as pie!
fr: Ca prend peu de temps et vous obtiendrez plus de %(site_name)s. Avec un profil complet, attractif et à jour vous augmentez significativement les chances d'être contacté :) Et c'est simple comme bonjour !

source: We just want to check if you still use %(site_name)s.
fr: Nous souhaitons simplement savoir si vous utilisez encore %(site_name)s.

source: You haven't signed in for 6 months now. We just wanted to know if you are still using %(site_name)s to find mountain partners.
fr: Vous ne vous êtes pas connecté depuis 6 mois maintenant. Nous souhaitons simplement savoir si vous utilisez encore %(site_name)s pour trouver des compagnons de cordée.

source: If you still use it <strong>please sign in to show us that you are still with us</strong> :)
fr: Si vous l'utilisez encore <strong>merci de vous connecter pour nous indiquer que vous êtes toujours avec nous</strong> :)

source: Sign in
es: Iniciar sesión
fr: Connexion
it: Accesso

source: If you still use it please sign in to show us that you are still with us :)
fr: Si vous l'utilisez encore merci de vous connecter pour nous indiquer que vous êtes toujours avec nous :)

source: Sign in: %(protocol)s://%(domain)s%(url_login)s.
fr: Connexion : %(protocol)s://%(domain)s%(url_login)s.

source: Other usefull links:
fr: Autres lien utiles :

source: Warning from %(site_name)s
fr: Alerte de %(site_name)s

source: Warning before deactivation of your profile
fr: Alerte avant désactivation de votre profil

source: You haven't signed in for 1 year now. We just wanted to know if you are still using %(site_name)s to find mountain partners.
fr: Vous ne vous êtes pas connecté depuis 1 an maintenant. Nous souhaitons simplement savoir si vous utilisez encore %(site_name)s pour trouver des compagnons de cordée.

source: Otherwise your profile will be automatically deactivated in 2 weeks meaning that you will not appear anymore in the profiles list. Then if you want to make your profile public once again you will just have to switch it on in your profile update form.
fr: Sinon votre profil sera automatiquement désactivé dans 2 semaines. Vous n'apparaitrez plus dans la liste des profils. Et quand vous souhaiterez à nouveau rendre votre profil public il vous faudra vous rendre dans votre formulaire de mise à jour du profil pour l'activer en mode public.

source: Warning before deletion of your account
fr: Alerte avant suppression de votre profil

source: You haven't signed in for almost 2 years now. We just wanted to know if you are still using %(site_name)s to find mountain partners.
fr: Vous ne vous êtes pas connecté depuis presque 2 ans maintenant. Nous souhaitons simplement savoir si vous utilisez encore %(site_name)s pour trouver des compagnons de cordée.

source: Otherwise your account will be automatically deleted in 1 months. All your profile infos and all your personal data will be deleted with no possibility to recover them.
fr: Sinon votre compte sera automatiquement supprimé dans 1 mois. Toutes vos infos de profil et toutes vos données personnelles seront supprimées sans possibilité de les récuperer.

source: My profile
es: Mi perfil
fr: Mon profil
it: Il mio profilo

source: My public profile
es: Mi perfil público
fr: Mon profil public
it: Il mio profilo pubblico

source: View icon
es: Icono de visualización
fr: Icone d'affichage
it: Icona di visualizzazione

source: View public profile
es: Ver mi perfil público
fr: Voir mon profil public
it: Vedere il mio profilo pubblico

source: Data displayed on the profiles page
es: Datos mostrados en la página de perfiles
fr: Données affichées sur la page des profils
it: Dati mostrati sulle pagine dei profili

source: Completion:
es: Completitud:
fr: Complétude :
it: Completamendo:

source: Low chance to be contacted. Public profile displayed as "poorly completed profile"
fr: Faibles chances d'être contacté. Profil public affiché comme "profil peu renseigné"

source: Fair chance to be contacted. Public profile displayed as "fairly completed profile"
fr: Chances raisonnables d'être contacté. Profil public affiché comme "profil raisonnablement renseigné"

source: High chance to be contacted. Public profile displayed as "well completed profile"
fr: De grandes chances d'être contacté. Profil public affiché comme "profil bien renseigné"

source: Update my public profile
es: Actualizar mi perfil público
fr: Mettre à jour mon profil public
it: Aggiornare il mio profilo pubblico

source: My account
es: Mi cuenta
fr: Mon compte
it: Il mio account

source: email address, password, username, first name, last name
fr: adresse email, mot de passe, nom d'utilisateur, prénom, nom

source: Email address
fr: Adresse e-mail
it: Indirizzo e-mail

source: Password
fr: Mot de passe

source: Last name
fr: Nom
it: Cognome

source: Update my account settings
es: Actualizar mi configuración de la cuenta
fr: Mettre mes paramètres de compte à jour
it: Aggiornare i parametri del mio account

source: My calendar
es: Mi calendario
fr: Mon calendrier
it: Il mio calendario

source: Add an availability
es: Añadir una disponibilidad
fr: Ajouter une disponibilité
it: Aggiungi disponibilità

source: <strong>You have not created any availability yet.</strong> Create one by clicking on the <span class='badge badge-pill badge-main'>+ Add an availability</span> button above or by clicking
fr: <strong>Vous n'avez pas encore créé de disponibilité.</strong> Créez en une en cliquant sur le bouton <span class='badge badge-pill badge-main'>+ Ajouter une disponibilité</span> ci-dessus ou en cliquant

source: here.
es: aquí.
fr: ici.
it: qui.

source: Frequently filling out and updating your availabilities in your calendar is highly advisable: potential partners can find you in the 'profiles page' when they filter by availability dates. This way you show that you intend to go out but don't know what to do exactly and are opened to suggestions.
es: Está muy recomendado completar y actualizar tus disponibilidades en tu calendario: los potenciales compañeros te pueden encontrar en la 'página de perfiles' cuando filtran por fechas de disponibilidad. Así muestras que quieres salir a la montaña sin saber donde y estás abierto a sugerencias.
fr: Renseigner et mettre à jour régulièrement vos disponibilités dans votre calendrier est fortement conseillé : les potentiels partenaires peuvent ainsi vous trouver dans la 'page des profils' quand ils filtrent par date. Vous indiquez ainsi que vous êtes motivé pour sortir sans savoir exactement quoi faire et que vous êtes ouvert aux propositions.
it: Si raccomanda vivamente di compilare e aggiornare regolarmente la tua disponibilità nel tuo calendario: i potenziali compagni possono così trovarti nella 'pagina dei profili' quando filtrano per data. Cosi indichi di essere motivato ad uscire senza sapere esattamente cosa fare e di essere aperto alle proposte.

source: <strong>You have not created any outing yet.</strong> Create one by clicking on the <span class='badge badge-pill badge-main'>+ Add an outing</span> button above or by clicking
fr: <strong>Vous n'avez pas encore créé de sortie.</strong> Créez en une en cliquant sur le bouton <span class='badge badge-pill badge-main'>+ Ajouter une sortie</span> ci-dessus ou en cliquant

source: By filling out an outing, potential partners can find your proposal in the 'outings page', get in touch with you and, if you want, join you on that outing.
es: Completando una salida, potenciales compañeros pueden encontrar tu propuesta en la 'página de salidas', contactar contigo y, si quieres, unirse a tú en este salida
fr: En créant une sortie, de potentiels partenaires peuvent trouver votre proposition dans la 'page des sorties', vous contacter et, si vous le souhaitez, se joindre à votre sortie.
it: Creando di un escursione, i potenziali compagni possono trovare la tua proposta nella 'pagina delle escursioni', contattarti e, se lo desideri, unirsi alla tua escursione.

source: My outings
es: Mis salidas
fr: Mes sorties
it: Le mie escursioni

source: Exports
es: Exportaciones
fr: Exportations
it: Esportazioni

source: Export profiles to Excel format
es: Exportar perfiles en formato Excel
fr: Exporter les profils au format Excel
it: Esportare i profili in formato Excel

source: Imports / Exports for superadmins
es: Importación / Exportación para superadministradores
fr: Imports / Exports pour les superadministateurs
it: Importa/Esporta per i superamministratori

source: Your %(site_name)s account is deleted.
fr: Votre compte %(site_name)s est supprimé.

source: You have successfully deleted your Bourseauxcompagnons account and all its data.</p> <p>We hope that you found partners thanks to our website. If not we're sure that you managed to find some in other ways.</p><p><strong>You're welcome to tell us about your bourseauxcompagnons experience by responding to this mail</strong>. It's useful for us to have some feedback :)
fr: Vous avez bien supprimé votre compte Bourseauxcompagnons et toutes ses données.</p> <p>Nous espérons que vous avez trouvé des compagnons grâce à notre site. Si ce n'est pas le cas nous sommes sûrs que vous en avez trouvé par d'autres moyens. </p><p><strong>Nous serions ravis que vous nous partagiez votre expérience Bourseauxcompagnons en répondant à ce mail</strong>. Vos retours nous sont utiles pour améliorer votre expérience :)

source: You have successfully deleted your Bourseauxcompagnons account and all its data.</p> <p style="font-family: sans-serif; font-size: 14px; font-weight: normal; margin: 0; margin-bottom: 15px;">We hope that you found partners thanks to our website. If not we're sure that you managed to find some in other ways.</p><p style="font-family: sans-serif; font-size: 14px; font-weight: normal; margin: 0; margin-bottom: 15px;"><strong>You're welcome to tell us about your bourseauxcompagnons experience by responding to this mail</strong>. It's useful for us to have some feedback :)
fr: Vous avez bien supprimé votre compte Bourseauxcompagnons et toutes ses données.</p> <p style="font-family: sans-serif; font-size: 14px; font-weight: normal; margin: 0; margin-bottom: 15px;">Nous espérons que vous avez trouvé des compagnons grâce à notre site. Si ce n'est pas le cas nous sommes sûrs que vous en avez trouvé par d'autres moyens.</p><p style="font-family: sans-serif; font-size: 14px; font-weight: normal; margin: 0; margin-bottom: 15px;"><strong>Nous serions ravis que vous nous partagiez votre expérience Bourseauxcompagnons en répondant à ce mail</strong>. Vos retours nous sont utiles pour améliorer votre expérience :)

source: You have successfully deleted your %(site_name)s account and all its data. We hope that you found partners thanks to our website. If not we're sure that you managed to find some in other ways. You're welcome to tell us about your %(site_name)s experience by responding to this mail. It's useful for us to have some feedback :)
fr: Vous avez bien supprimé votre compte %(site_name)s et toutes ses données. Nous espérons que vous avez trouvé des compagnons grâce à notre site. Si ce n'est pas le cas nous sommes sûrs que vous en avez trouvé par d'autres moyens. Nous serions ravis que vous nous partagiez votre expérience %(site_name)s en répondant à ce mail. Vos retours nous sont utiles pour améliorer votre expérience :)

source: Edit public profile
es: Editar mi perfil público
fr: Mettre à jour mon profil public
it: Aggiornare il mio profilo pubblico

source: Email icon
fr: Icone email

source: Age: %(age)s years old
es: Edad: %(age)s años
fr: Age : %(age)s ans
it: Età: %(age)s anni

source: Looking for partners for
es: Busca compañeros para
fr: Cherche des partenaires pour
it: Cerca dei compagni per

source: Location & Availability area
es: Localización & área de disponibilidad
fr: Emplacement et Zone de disponibilité
it: Posizione e area di disponibilità

source: Location
es: Localización
fr: Emplacement
it: Posizione

source: Availability area (further details):
es: Área de disponibilidad (con más detalles)
fr: Zone de disponibilité (complément d'informations) :
it: Area di disponibilità (informazioni aggiuntive):

source: Introduction
es: Presentación
fr: Présentation
it: Presentazione

source: List of main courses
es: Lista de principales salidas
fr: Liste des principales courses
it: Lista dei principali percorsi

source: Its calendar
es: Su calendario
fr: Son calendrier
it: Il suo calendario

source: Details of its outing propositions
es: Detalles de sus propuestas de salida
fr: Détail de ses propositions de sortie
it: Dettagli delle sue proposte di escursione

source: Profiles list
es: Lista de perfiles
fr: Liste des profils
it: Lista dei profili

source: Where
es: Dónde
fr: Où
it: Dove

source: (draw on the map)
es: (dibuja sobre el mapa)
fr: (dessinez sur la carte)
it: (disegna sulla mappa)

source: Automatically draw my area on the map
es: Dibujar automáticamente mi área sobre el mapa
fr: Dessiner automatiquement ma zone de disponibilité sur la carte
it: Disegnare automaticamente la mia area di disponibilità sulla mappa

source: Around my profile location (50 km)
es: Alrededor de la localización de mi perfil (50km)
fr: Autour de mon emplacement de profil (50 km)
it: Intorno alla posizione del mio profilo (50 km)

source: Dates of availability
es: Fechas de disponibilidad
fr: Dates de disponibilité
it: Date di disponibilità

source: Add my profile
es: Añadir mi perfil
fr: Créer mon profil
it: Creare il mio profilo

source: %(counter)s profile
es: %(counter)s perfil
fr: %(counter)s profil
it: %(counter)s profilo

source: well completed
fr: bien renseigné

source: fairly completed
fr: raisonnablement renseigné

source: poorly completed
fr: peu renseigné

source: There is no profile matching your search criteria.
es: No hay ningún perfil que corresponde a tus criterios de búsqueda.
fr: Aucun profil ne correspond à vos critères de recherche.
it: Nessun profilo corrisponde ai tuoi criteri di ricerca.

source: Create a profile
es: Crear un perfil
fr: Créer un profil
it: Creare un profilo

source: Create your profile
es: Crear tu perfil
fr: Créer mon profil
it: Creare il mio profilo

source: All fields are mandatory.
es: Todos los campos son obligatorios.
fr: Tous les champs sont obligatoires.
it: Tutti i campi sono obbligatori

source: Create
es: Crear
fr: Créer
it: Creare

source: Welcome to %(site_name)s
fr: Bienvenue sur %(site_name)s

source: You successfully created your %(site_name)s profile!
fr: Votre compte %(site_name)s a été créé!
