Repository: YannBerry/bourseauxcompagnons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

source: Welcome to %(site_name)s! Your profil is now added in the %(site_name)s list: <a href="%(protocol)s://%(domain)s%(profile_url)s">see my profile</a>.</p> <p>Your id to sign in is your email address: %(profile_email)s.
fr: Bienvenue sur %(site_name)s ! Votre profil est désormais publié sur la liste de %(site_name)s : <a href="%(protocol)s://%(domain)s%(profile_url)s">voir mon profil</a>.</p> <p>Votre identifiant de connexion est votre adresse email : %(profile_email)s.

source: Think to also update your account. It is useful to display a clean First name and Last name. And allows you to add a Phonenumber to be contacted by potential partners.
fr: Pensez aussi à mettre votre compte à jour. C'est utile notamment pour afficher proprement votre Prénom et votre Nom. Vous pourrez également ajouter votre numéro de téléphone pour être contacté par de potentiels partenaires.

source: Welcome to %(site_name)s! Your profil is now added in the %(site_name)s list: <a href="%(protocol)s://%(domain)s%(profile_url)s" style="color: #3498db; text-decoration: underline;">see my profile</a>.</p> <p style="font-family: sans-serif; font-size: 14px; font-weight: normal; margin: 0; margin-bottom: 15px;">Your id to sign in is your email address: %(profile_email)s.
fr: Bienvenue sur %(site_name)s ! Votre profil est désormais publié sur la liste de %(site_name)s : <a href="%(protocol)s://%(domain)s%(profile_url)s" style="color: #3498db; text-decoration: underline;">voir mon profil</a>.</p> <p>Votre identifiant de connexion est votre adresse email : %(profile_email)s.

source: Welcome to %(site_name)s! Your profil is now added in the %(site_name)s list: %(protocol)s://%(domain)s%(profile_url)s. Your id to sign in is your email address: %(profile_email)s.
fr: Bienvenue sur %(site_name)s ! Votre profil est désormais publié sur la liste de %(site_name)s : %(protocol)s://%(domain)s%(profile_url)s. Votre identifiant de connexion est votre adresse email : %(profile_email)s.

source: Your message has been sent by email to {}. Hopefully, he or she will get back to you soon! :) <a href="{}">Go back to the profiles page</a>
fr: Votre message a bien été envoyé par email à {}. En espérant qu'il ou elle revienne rapidement vers vous ! :) <a href="{}">Retour à la pages des profils</a>

source: Initial contact
es: Contacto initial
fr: Prise de contact
it: Mettiti in contatto con noi

source: Hi
es: Hola
fr: Bonjour
it: Ciao

source: WARNING: your profile is public by default. That is to say that it will be displayed in the profile list available on bourseauxcompagnons. Click on 'Update my profile' to complete it or make it private.
es: AVISO: por defecto, tu perfil es público. Es decir que aparecerá en la lista de perfiles de bourseauxcompagnons. Pulsa sobre 'Actualizar mi perfil' para completarlo o privatizarlo.
fr: IMPORTANT : par défault votre profil est public. C'est à dire qu'il apparait dans la liste des profils consultables sur bourseauxcompagnons. Cliquez sur 'Mettre à jour mon profil' pour le compléter ou le privatiser.
it: IMPORTANTE: per impostazione predefinita il tuo profilo è pubblico. In altre parole, figura nell'elenco dei profili consultabili su bourseauxcompagnons. Clicca su 'Aggiorna il mio profilo' per completarlo o privatizzarlo.

source: Profile registered
es: Perfil registrado
fr: Profil créé
it: Profilo creato

source: Your account and all its data are deleted. Have a good time in the outdoors!
fr: Votre compte et toutes ses données sont supprimées. Et que l'aventure continue ! Bon vent !

source: Profile deleted
fr: Profil supprimé

source: Hi {}! You are logged in :)
es: Hola {}! Estás conectado :)
fr: Bonjour {} ! Vous êtes connecté :)
it: Ciao {}! Sei conesso :)

source: You are logged in :)
es: Estás conectado :)
fr: Vous êtes connecté :)
it: Sei conesso :)

source: You have securely logged out. Thank you for visiting {}.
es: Has cerrado bien tu sesión. Gracias por tu visita {}.
fr: Vous êtes bien déconnecté. Merci pour votre visite {}.
it: Sei corretamente disconesso. Grazie per la tua visita {}.

source: You have securely logged out. Thank you for visiting.
es: Has cerrado bien tu sesión. Gracias por tu visita.
fr: Vous êtes bien déconnecté. Merci pour votre visite.
it: Sei corretamente disconesso. Grazie per la tua visita.

source: This page doesn't exist
es: Esta página no existe
fr: Cette page n'existe pas
it: Questa pagina non esiste

source: This page does not exist (error 404)
es: Esta página no existe (error 404)
fr: Cette page n'existe pas (erreur 404)
it: Questa pagina non esiste (errore 404)

source: Go to Homepage
es: Ve a la página de inicio
fr: Retourner à l'accueil
it: Torna alla home page

source: Mountain Partners
es: Compañeros de montaña
fr: Bourse aux compagnons
it: Compagni di Montagna

source: Find partners for your outings in the mountain. Visit and contact for free the profiles and outings. Sort by activity, level, experience, location, etc. Made by a mountaineer who struggled for finding mountain partners.
es: Encontra compañeros para tus salidas en la montaña. Visita y contacta gratuitamente los perfiles y salidas. Elige de acuerdo con tus actividades, tu nivel, tu experiencia, tu localización, etc. Sitio web realizado por un montañero quien luchaba para encontrar compañeros de montaña.
fr: Trouvez des partenaires pour vos sorties en montagne. Consulter et contactez gratuitement les profils et les sorties. Triez par activité, niveau, expérience, localisation etc. Réalisé par un alpiniste qui a bataillé à trouver des compagnons de cordée.
it: Trova compagni per le tue gite in montagna. Consulta e contatta i profili e le escursioni gratuitamente. Ordina per attività, livello, esperienza, luogo, ecc. Creato da un alpinista che ha lottato per trovare altri compagni di cordata.

source: MOUNTAIN PARTNERS
es: COMPAÑEROS DE MONTAÑA
fr: BOURSE AUX COMPAGNONS
it: COMPAGNI DI MONTAGNA

source: Profiles
es: Perfiles
fr: Profils
it: Profili

source: Sign out
es: Cerrar sesión
fr: Déconnexion
it: Disconessione

source: Cookie consent
fr: Acceptation des cookies

source: This website uses few fonctionnal and mandatory cookies: protection against attacks, session id, language. Your personal profile data is stored in a secured server located in France. No pub. No data sold.
fr: Ce site utilise quelques cookies obligatoires pour son fonctionnement : protection contre les attaques, données de session, langue. Vos données personnelles sont stockées sur un serveur sécurisé en France. Pas de publicité. Pas de données transmises ni vendues.

source: Accept
fr: Accepter

source: Partners for your mountain outings
es: Compañeros para tus salidas en la montaña
fr: Des partenaires pour vos sorties en montagne
it: Dei compagni per le tue escursioni in montagna

source: Find partners for your outings in the mountain.
es: Encontra compañeros para tus salidas en la montaña
fr: Trouvez des partenaires pour vos sorties en montagne.
it: Trova compagni per le tue escursioni in montagna.

source: Search Profile
es: Encontra perfiles
fr: Rechercher un compagnon
it: Cerca un compagno

source: Search Outing
es: Encontra salidas
fr: Rechercher une sortie
it: Cerca un escursione

source: For whom?
es: Para quién?
fr: Pour qui ?
it: Per chi?

source: Sportsmen and sportswomen struggling to find partners to explore the outdoors. Especially the mountains.
es: Deportistas que tienen dificultad para encontrar compañeros para salir por la montaña.
fr: Sportifs et sportives qui bataillent à trouver des compagnons pour sortir en montagne.
it: Sportivi e sportive che faticano per trovare compagni per uscire in montagna.

source: What for?
es: Para qué?
fr: Pour quoi ?
it: Per cosa?

source: Find partners that match your activities, your level and your aspirations.
es: Encontra compañeros que comparten tus actividades, tu nivel y tus aspiraciones.
fr: Trouvez des compagnons qui correspondent à vos activités, votre niveau et vos projets.
it: Trova compagni che corrispondono alle tue attivita', al tuo livello e e ai tuoi progetti.

source: How it works?
es: Cómo funciona?
fr: Comment ça marche ?
it: Come funziona?

source: Watch profiles and outings. Contact directly the ones fitting your interest.
es: Fijate en perfiles y salidas. Contacta directamente los que te interesan.
fr: Regardez les profils et les sorties proposés. Puis contactez directement ceux qui vous intéressent.
it: Guarda i profili e le uscite offerte. Poi contattata direttamentequelli che vi interessano.

source: Publish your own profile or outings to be contacted by potential partners.
es: Publica tu propio perfil o salida para ser contactado por compañeros potenciales.
fr: Publiez votre propre profil ou vos propres sorties pour être contacté par de potentiel partenaires.
it: Pubblica il tuo profilo o i risultati per essere contattato da potenziali compagni.

source: Last profiles created
es: Últimos perfiles propuestos
fr: Derniers profils créés
it: Ultimi profili creati

source: Display all the profiles
es: Mostrar todos los perfiles
fr: Afficher tous les profils
it: Mostrare tutti i profili

source: Last outings suggested
es: Últimas salidas propuestas
fr: Dernières sorties proposées
it: Ultime uscite proposte

source: Display all the outings
es: Mostrar todas las salidas
fr: Afficher toutes les sorties
it: Mostrare tute le uscite

source: Add my outing
es: Añadir mi salida
fr: Ajouter ma sortie
it: Aggiungere la mia escursione

source: %(user_username)s are you sure you want to delete your account?
es: %(user_username)s estás seguro de querer borrar tu cuenta?
fr: %(user_username)s êtes-vous sûr de vouloir supprimer votre compte ?
it: %(user_username)s sei sicuro di volere concellare il tuo account?

source: Update my password
es: Cambiar mi contraseña
fr: Changer mon mot de passe
it: Cambiare password

source: Forgot password?
es: Olvidaste la contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?

source: Don't have a profile?
es: Aún no registraste un perfil?
fr: Vous n'avez pas de profil ?
it: Non avete un profilo?

source: Register
es: Registrar
fr: S'inscrire
it: Registrarsi

source: Update password
es: Cambiar la contraseña
fr: Mettre à jour le mot de passe
it: Aggiornare password

source: The reset link for the password is not valid anymore because it has already been used. Please ask for a <a href="%(url_password_reset)s">new password reset</a>.
es: El enlace de reinicio de la contraseña no está más válido porque ya ha sido usado. Por favor pides el <a href="%(url_password_reset)s">reinicio de tu contraseña</a>.
fr: Le lien de réinitialisation de votre mot de passe n'est plus valide car il a déjà été utilisé. Veuillez demander une <a href="%(url_password_reset)s">nouvelle réinitialisation du mot de passe</a>.
it: Il link per reimpostare la password non è più valido perché è già stata utilizzato. Si prega di richiedere un <a href="%(url_password_reset)s">nuova reimpostazione password</a>.

source: Welcome on %(site_name)s
fr: Bienvenue sur %(site_name)s

source: Password reset of your %(site_name)s profile
fr: Réinitialisation du mot de passe de votre profil %(site_name)s

source: You receive this message because you asked for a password reset of your %(site_name)s profile.</p> <p>Your id to sign in is your email address: %(profile_email)s.
fr: Vous recevez ce message en réponse à votre demande de réinitialisation du mot de passe de votre compte %(site_name)s.</p> <p>Votre identifiant de connexion est votre adresse email : %(profile_email)s.

source: Fill in a new password
fr: Saisir votre nouveau mot de passe

source: You receive this message because you asked for a password reset of your %(site_name)s profile.</p> <p style="font-family: sans-serif; font-size: 14px; font-weight: normal; margin: 0; margin-bottom: 15px;">Your id to sign in is your email address: %(profile_email)s.
fr: Vous recevez ce message en réponse à votre demande de réinitialisation du mot de passe de votre compte %(site_name)s.</p> <p style="font-family: sans-serif; font-size: 14px; font-weight: normal; margin: 0; margin-bottom: 15px;">Votre identifiant de connexion est votre adresse email : %(profile_email)s.

source: You receive this message because you asked for a password reset of your %(site_name)s profile. Your id to sign in is your email address: %(profile_email)s.
fr: Vous recevez ce message en réponse à votre demande de réinitialisation du mot de passe de votre compte %(site_name)s. Votre identifiant de connexion est votre adresse email : %(profile_email)s.

source: Fill in a new password:
fr: Saisir votre nouveau mot de passe :

source: Submit and receive a confirmation e-mail
es: Validar y recibir el correo electrónico de confirmación
fr: Valider et recevoir un email de confirmation
it: Inviare e ricevere una mail di conferma

source: Password reset
fr: Réinitialisation du mot de passe

source: description
es: descripción
it: descrizione

source: accounts/
es: cuentas/

source: contact/
es: contacto/
it: contatto/

source: features/
es: funciones/

source: Message
es: Mensaje
it: Messaggio

source: Contact made successfully
es: Contacto realizado correctamente

source: email-sent/
es: mensaje-enviado/

source: votes/
es: votos/

source: Dates
es: Fechas
it: Date

source: Click to select activities
es: Pulsa para seleccionar actividades

source: During the day<br>%(start_date)s
es: Durante el día<br>%(start_date)s

source: Your outing is now published!
es: Tu salida es ahora publicada!

source: Your outing is now updated!
es: Tu salida es ahora actualizada!

source: Email
es: Dirección de correo electrónico

source: Contact made
es: Contacto establecido

source: Your message has been sent by email to %(username)s. Hopefully, he or she will get back to you soon!
es: Tu mensaje ha sido enviado por correo electrónico a %(username)s. Con suerte, te contactará con presteza!

source: Email sent from the contact form of Bourse aux compagnons
es: Mensaje enviado desde el formulario de contacto de la Bourse aux compagnons

source: You received a message from <a href="https://www.bourseauxcompagnons.fr/%(language_code)s/profiles/%(profile_making_contact)s/">%(profile_making_contact)s</a> through Bourse aux compagnons website:
es: Has recibido un mensaje de <a href="https://www.bourseauxcompagnons.fr/%(language_code)s/perfiles/%(profile_making_contact)s/">%(profile_making_contact)s</a> desde el sitio web Bourse aux compagnons:

source: You received a message from somebody through Bourse aux compagnons website:
es: Has recibido un mensaje de alguien desde el sitio web Bourse aux compagnons:

source: You received a message from <a href="https://www.bourseauxcompagnons.fr/%(language_code)s/profiles/%(profile_making_contact)s/" style="color: #3498db; text-decoration: underline;">%(profile_making_contact)s</a> through Bourse aux compagnons website:
es: Has recibido un mensaje de <a href="https://www.bourseauxcompagnons.fr/%(language_code)s/perfiles/%(profile_making_contact)s/" style="color: #3498db; text-decoration: underline;">%(profile_making_contact)s</a> desde el sitio web Bourse aux compagnons:

source: Low chance to be contacted. Public profile displayed as "poorly completed profile" (red background)
es: Baja probabilidad de ser contactado. Perfil público aparecerá como "perfil poco completado" (fondo rojo)

source: Fair chance to be contacted. Public profile displayed as "fairly completed profile" (orange background)
es: Razonable probabilidad de ser contactado. Perfil público aparecerá como "perfil bastante completado" (fondo naranja)

source: High chance to be contacted. Public profile displayed as "well completed profile (= MOTIVATED PROFILE)" (green background)
es: Alta probabilidad de ser contactado. Perfil público aparecerá como "perfil bien completado (= PERFIL MOTIVADO)" (fondo verde)

source: Account data: email address, password, username, first name, last name
es: Datos del cuenta: dirección de correo electrónico, contraseña, nombre de usuario, nombre, apellido

source: <strong>You have not created any availability yet.</strong> Create one by clicking on the <span class='badge badge-pill badge-success'>+ Add an availability</span> button above or by clicking
es: <strong>Ahora, no has creado ningún salida.</strong> Crea una pulsando sobre el botón <span class='badge badge-pill badge-success'>+ Añadir una disponibilidad</span> más arriba o pulsando

source: <strong>You have not created any outing yet.</strong> Create one by clicking on the <span class='badge badge-pill badge-success'>+ Add an outing</span> button above or by clicking
es: <strong>Ahora, no has creado ningún salida.</strong> Crea una pulsando sobre el botón <span class='badge badge-pill badge-success'>+ Añadir una salida</span> más arriba o pulsando

source: Export outings
es: Exportar salidas

source: During the day<br>%(start_date)s
es: Durante el día<br>%(start_date)s

source: well completed profile (= MOTIVATED PROFILE)
es: perfil bien completado (= PERFIL MOTIVADO)

source: fairly completed profile
es: perfil bastante completado

source: poorly completed profile
es: perfil poco completado

source: Welcome on Bourse aux compagnons
es: Bienvenido a Bourse aux compagnons

source: You successfully created your Bourseauxcompagnons profile!
es: Has creado tu perfil de Bourseauxcompagnons con éxito!

source: Welcome on Bourse aux compagnons! Your profil is now added in the Bourseauxcompagnons' list: <a href="https://www.bourseauxcompagnons.fr/%(language_code)s/profiles/%(profile_username)s/">see my profile</a>.</p> <p>Your id to sign in is your email address: %(profile_email)s.
es: Bienvenido a Bourse aux compagnons! Ahora tu perfil está añadido en la listade Bourseauxcompagnons: <a href="https://www.bourseauxcompagnons.fr/%(language_code)s/perfiles/%(profile_username)s/">ver mi perfil</a>.</p> <p>Tu ID para iniciar tu sesión es tu dirección de correo electrónico: %(profile_email)s.

source: <a href="https://www.bourseauxcompagnons.fr/%(language_code)s/accounts/profiles/%(profile_username)s/update/" target="_blank">Update my profile</a>
es: <a href="https://www.bourseauxcompagnons.fr/%(language_code)s/cuentas/perfiles/%(profile_username)s/actualizacion/" target="_blank">Actualizar mi perfil</a>

source: Welcome on Bourse aux compagnons! Your profil is now added in the Bourseauxcompagnons' list: <a href="https://www.bourseauxcompagnons.fr/%(language_code)s/profiles/%(profile_username)s/" style="color: #3498db; text-decoration: underline;">see my profile</a>.</p> <p style="font-family: sans-serif; font-size: 14px; font-weight: normal; margin: 0; margin-bottom: 15px;">Your id to sign in is your email address: %(profile_email)s.
es: Bienvenido a Bourse aux compagnons! Ahora tu perfil está añadido en la listade Bourseauxcompagnons: <a href="https://www.bourseauxcompagnons.fr/%(language_code)s/perfiles/%(profile_username)s/" style="color: #3498db; text-decoration: underline;">ver mi perfil</a>.</p> <p style="font-family: sans-serif; font-size: 14px; font-weight: normal; margin: 0; margin-bottom: 15px;">Tu ID para iniciar tu sesión es tu dirección de correo electrónico: %(profile_email)s.

source: <a href="https://www.bourseauxcompagnons.fr/%(language_code)s/accounts/profiles/%(profile_username)s/update/" target="_blank" style="border: solid 1px #3498db; border-radius: 5px; box-sizing: border-box; cursor: pointer; display: inline-block; font-size: 14px; font-weight: bold; margin: 0; padding: 12px 25px; text-decoration: none; text-transform: capitalize; background-color: #3498db; border-color: #3498db; color: #ffffff;">Update my profile</a>
es: <a href="https://www.bourseauxcompagnons.fr/%(language_code)s/cuentas/perfiles/%(profile_username)s/actualizacion/" target="_blank" style="border: solid 1px #3498db; border-radius: 5px; box-sizing: border-box; cursor: pointer; display: inline-block; font-size: 14px; font-weight: bold; margin: 0; padding: 12px 25px; text-decoration: none; text-transform: capitalize; background-color: #3498db; border-color: #3498db; color: #ffffff;">Actualizar mi perfil</a>

source: <username>/contact/
es: <username>/contacto/
it: <username>/contatto/

source: <username>/contact/done/
es: <username>/contacto/realizado/

source: export/xlsx/
es: exportacion/xlsx/
it: esporta/xlsx/

source: ajax/load-grades/
es: ajax/descargar-graduaciones
it: ajax/caricare-gradi

source: FEATURES
es: FUNCIONES

source: Contact
es: Contacto
it: Contatto

source: During the day<br>%(start_date)s
es: Durante el día<br>%(start_date)s

source: The next time you will sign in you will be able to use your new password!
es: La próxima vez que iniciarás tu sesión, podrás utilizar tu nueva contraseña!

source: If you don't receive any e-mail, please check that you have filled the form out with the e-mail address you used to register and check your spam.
es: Si no recibes ningún correo electrónico, por favor comprueba si habes completado el formulario con la dirección de correo electrónico que utilizaste para registrar y compruebas que no ha sido detectado como spam.
